<?php

return [

    'failed'   => 'Неверный логин или пароль',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'access_denied' => 'Доступ запрещен',
    'email_not_verified' => 'Ваш email не подтвержден',
    'account_not_active' => 'Ваш аккаунт заблокирован',
    'password' => 'Пароль',
    'login' => 'Логин',
    'forgot' => 'Забыли пароль?',
    'remember' => 'Запомнить меня',
    'email' => 'Ваша эл. почта',
    'no_account' => 'Нет аккаунта?',
    'min_password' => 'Не менее 8 символов',
    'reg_success' => 'Регистрация прошла успешно. На указанную Вами электронную почту было отправлено сообщение для подтверждения',
    'or_create_account' => 'или создайте аккаунт',
    'account_exists' => 'Уже есть аккаунт?',
    'fail_terms' => 'Для продолжения Вы должны согласиться с условиями',

    'verification_success' => 'Email подтвержден. Регистрация успешно завершена',
    'verification_title' => 'Подтверждение email',
    'link_send' => 'Новое письмо с ссылкой было отправлено на ваш email',
    'check_link' => 'Проверьте ваш email и перейдите по ссылке в письме для подтверждения email',
    'if_no_link' => 'Если вы не получили письмо',
    'repeat_link' => 'запросите повторную отправку письма',
    'invalid_verification_link' => 'Ссылка для подтверждения email устарела',

    'reg_name' => 'Отображаемое имя',
    'reg_email' => 'Электронная почта',
    'reg_password' => 'Придумайте пароль',
    'reg_confirm_password' => 'Повторите пароль',
    'reg_terms' => 'Согласен(-на) с ',

    'invalid_new_verification_link' => 'Ссылка для подтверждения email устарела',

    'or' => 'Или',
    'steam_sign_in' => 'Войти через Steam',
    'to_main' => 'На главную сайта'
];
