{
    "of": "из",
    "to": "по",
    "Showing": "Показано с",
    "results": " ",
    "Regards": "С уважением",
    "Hello!": "Здравствуйте!",
    "If you’re having trouble clicking the": "Если у вас трудности с переходом по ссылке",
    "button, copy and paste the URL below": "скопируйте ссылку",
    "into your web browser": "и вставьте в браузер",

    "Verify Email Address": "Подтверждение email",
    "Please click the button below to verify your email address.": "Перейдите по ссылке для подтверждения email и завершения регистрации",
    "If you did not create an account, no further action is required.": "Если вы регистрировались на сайте, просто удалите данное письмо",

    "Send Password Reset Link": "Отправить ссылку для восстановления пароля",
    "E-Mail Address": "Ваш email",
    "Reset Password": "Восстановление пароля",
    "Password": "Пароль",
    "Confirm Password": "Повтор пароля",
    "Continue": "Продолжить",
    "Cancel": "Отмена",
    "Input your account email": "Введите адрес электронной почты использованный при создании учетной записи",
    "We'll send password reset link to email": "Ссылка для восстановления пароля будет отправлена на email",
    "Reset Password Notification": "Восстановление пароля",
    "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, так как кто-то запросил восстановление пароля к вашему аккаунту",
    "This password reset link will expire in :count minutes.": "Данная ссылка действительна в течение :count минут.",
    "If you did not request a password reset, no further action is required.": "Если вы не запрашивали восстановление пароля, просто удалите данное письмо",
    "Verify New Email Address": "Подтверждение нового email",
    "Please click the button below to verify your new email address.": "Перейдите по ссылке для подтверждения нового email",
    "If you did not change your email, no further action is required.": "Если вы не запрашивали изменение email, просто удалите данное письмо",

    "Login to Your Account": "Войти в аккаунт",
    "Confirm email": "Подтвердить email",
    "You are receiving this email because your email is used for creating account in": "Вы получили это письмо, потому что ваш email был указан при создании аккаунта в",
    "Redirect to Order": "Перейти к заказу",
    "If you did not request creating account, no further action is required.": "Если вы получили данное письмо по ошибке, то просто удалите его."
}
